/*
*******************************************************************************
Math Needed for Programming
*******************************************************************************


1. Number: +Positive Number (Example: 50), -Negative Number (Example: -50), 
2. Integer: 2, 88 পুর্নসংখ্যা
3. float: 5.6, 2.2 (দশমিক সংখা)
4. Operation: +, -, *, / (গানিতিক অপারেশন)
5. More operation: %, []
6. Percentage: 5%, পার্সেনটেজ বাহির করার নিয়ম।
7. Sum: 14, 18, 16 (মোট যোগফল বাহির করার নিয়ম)
8. Average: 14, 18, 16 (গড় নাম্বার বাহির করা নিয়ম)
9. Max/Min: 14, 18, 16 (অনেক গুলো নাম্বার এর মধ্যে সবছেয়ে ছোট অথবা সবছেয়ে বড় নাম্বার বাহির করার নিয়ম)
10. 

































*/

